/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "Fotky: %@";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ a %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "Videá: %@";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d d. %2$d h %3$d min %4$d s";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d h %2$d min %3$d s";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d min %2$d s";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d s";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixelov";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ internetový doplnok)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ - skryté titulky";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Úložisko databázy aplikácie %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ - jednoduché čítanie";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Sieťová aktivita aplikácie %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ - SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Webový obsah %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "%@ WebCrypto hlavný kľúč";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "Súbory: %d";

/* Label for PDF page number indicator. */
"%d of %d" = "%d z %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "Položky: %zu";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "Položky: 0";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "Položky: 1";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "Fotky: 1";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "Videá: 1";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (stredný stupeň)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (vysoký stupeň)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (nízky stupeň)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<názov súboru> %d×%d pixelov";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Vyskytla sa výnimka JavaScriptu";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Pridať do zoznamu Na prečítanie";

/* Undo action name */
"Align Left (Undo action name)" = "Zarovnať vľavo";

/* Undo action name */
"Align Right (Undo action name)" = "Zarovnať vpravo";

/* WKErrorUnknown description */
"An unknown error occurred" = "Vyskytla sa neznáma chyba";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Autom. (odporúčané)";

/* Back context menu item */
"Back" = "Naspäť";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Blokovaný modul";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Blokovaný modul";

/* Bold context menu item */
"Bold" = "Tučné";

/* Undo action name */
"Bold (Undo action name)" = "Tučné";

/* menu item title for phone number */
"Call Using iPhone:" = "Zavolať použitím iPhonu:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Zrušiť";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Zrušiť";

/* Capitalize context menu item */
"Capitalize" = "Začať veľkým písmenom";

/* Undo action name */
"Center (Undo action name)" = "Centrovať";

/* Undo action name */
"Change Attributes (Undo action name)" = "Zmeniť nastavenia";

/* Check spelling context menu item */
"Check Document Now" = "Skontrolovať dokument";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Kontrolovať gramatiku s pravopisom";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Kontrolovať pravopis počas písania";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Vybrať súbor";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Vybrať súbory";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Vyberte médiá (viacero)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Vyberte médiá (jedno)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Vyčistiť";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Vyčistiť posledné vyhľadávania";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Kliknutím vypnete režim zobrazenia na celej obrazovke";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Reštartujte kliknutím";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Obsah špecifikovaného MIME typu nie je možné zobraziť";

/* Media Controls context menu item */
"Controls" = "Ovládacie prvky";

/* Copy context menu item */
"Copy" = "Kopírovať";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Kopírovať";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Kopírovať adresu audia";

/* Copy Image context menu item */
"Copy Image" = "Kopírovať obrázok";

/* Copy Link context menu item */
"Copy Link" = "Kopírovať odkaz";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Kopírovať adresu videa";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Automaticky opravovať pravopis";

/* Undo action name */
"Create Link (Undo action name)" = "Vytvoriť odkaz";

/* Cut context menu item */
"Cut" = "Vystrihnúť";

/* Undo action name */
"Cut (Undo action name)" = "Vystrihnúť";

/* Default writing direction context menu item */
"Default" = "Predvolené";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Vymazať";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Podrobnosti";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Diktovanie";

/* Download Audio To Disk context menu item */
"Download Audio" = "Stiahnuť audio";

/* Download Image context menu item */
"Download Image" = "Stiahnuť obrázok";

/* Download Linked File context menu item */
"Download Linked File" = "Stiahnuť súbor z odkazu";

/* Download Video To Disk context menu item */
"Download Video" = "Stiahnuť video";

/* Undo action name */
"Drag (Undo action name)" = "Ťahať";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Zobraziť na celej obrazovke";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Vypnúť zobrazenie na celej obrazovke";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Písmo";

/* Undo action name */
"Format Block (Undo action name)" = "Formátuje sa";

/* Forward context menu item */
"Forward" = "Dopredu";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Načítavanie rámca prerušené";

/* accessibility role description for web area */
"HTML content" = "HTML obsah";

/* Hide Media Controls context menu item */
"Hide Controls" = "Skryť ovládanie";

/* menu item title */
"Hide Spelling and Grammar" = "Skryť pravopis a gramatiku";

/* menu item title */
"Hide Substitutions" = "Skryť zámeny";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorovať gramatiku";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorovať pravopis";

/* Undo action name */
"Indent (Undo action name)" = "Odsadenie";

/* Undo action name */
"Insert List (Undo action name)" = "Vložiť zoznam";

/* Inspect Element context menu item */
"Inspect Element" = "Skontrolovať prvok";

/* Italic context menu item */
"Italic" = "Kurzíva";

/* Undo action name */
"Italics (Undo action name)" = "Kurzíva";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java je nedostupná";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Zarovnať do bloku";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Kľúč z %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Zapamätať si pravopis";

/* Left to Right context menu item */
"Left to Right" = "Zľava doprava";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Živé vysielanie";

/* Media controller status message when the media is loading */
"Loading..." = "Načítava sa…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Vyhľadať v slovníku";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Vyhľadať „%@“";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Vyhľadať „<selection>“";

/* Media Loop context menu item */
"Loop" = "Slučka";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Zväčšiť medziznakové medzery";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Znížiť základovú čiaru";

/* Make Lower Case context menu item */
"Make Lower Case" = "Malé písmená";

/* Make Upper Case context menu item */
"Make Upper Case" = "Veľké písmená";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Chýba doplnok";

/* Media Mute context menu item */
"Mute" = "Stíšiť";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nenašli sa žiadne odhady";

/* Empty select list */
"No Options Select Popover" = "Žiadne možnosti";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Žiadne posledné vyhľadávania";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Nie je povolené použitie obmedzeného sieťového portu";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Vyp.";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Otvoriť";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Otvoriť audio v novom okne";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Otvoriť rámec v novom okne";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Otvoriť obrázok v novom okne";

/* Open Link context menu item */
"Open Link" = "Otvoriť odkaz";

/* Open in New Window context menu item */
"Open Link in New Window" = "Otvoriť odkaz v novom okne";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Otvoriť video v novom okne";

/* context menu item for PDF */
"Open with %@" = "Otvoriť v aplikácii %@";

/* Undo action name */
"Outdent (Undo action name)" = "Odsek";

/* Outline context menu item */
"Outline" = "Obrysy";

/* Undo action name */
"Outline (Undo action name)" = "Obrysy";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Smer odstavca";

/* Paste context menu item */
"Paste" = "Vložiť";

/* Undo action name */
"Paste (Undo action name)" = "Vložiť";

/* Undo action name */
"Paste Font (Undo action name)" = "Vložiť písmo";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Vložiť pravítko";

/* Media Pause context menu item */
"Pause" = "Pozastaviť";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Knižnica fotiek";

/* Media Play context menu item */
"Play" = "Prehrať";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Prehrať film na celej obrazovke";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Zlyhanie doplnku";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Doplnok zrušený";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Načítavanie ovládania doplnku";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "Postscript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Zvýšiť základovú čiaru";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Posledné vyhľadávania";

/* Reload context menu item */
"Reload" = "Znovu načítať";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Resetovať";

/* Right to Left context menu item */
"Right to Left" = "Sprava doľava";

/* Title for Save Image action button */
"Save Image" = "Uložiť obrázok";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Vyhľadať v Spotlighte";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Vyhľadať pomocou %@";

/* Search with Google context menu item */
"Search with Google" = "Vyhľadať pomocou Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Smer výberu";

/* Undo action name */
"Set Background Color (Undo action name)" = "Nastaviť farbu pozadia";

/* Undo action name */
"Set Color (Undo action name)" = "Nastaviť farbu";

/* Undo action name */
"Set Font (Undo action name)" = "Nastaviť písmo";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Nastaviť tvary tradičných znakov";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Nastaviť smer písma";

/* Show colors context menu item */
"Show Colors" = "Zobraziť farby";

/* Show Media Controls context menu item */
"Show Controls" = "Zobraziť ovládanie";

/* Show fonts context menu item */
"Show Fonts" = "Zobraziť písma";

/* menu item title */
"Show Spelling and Grammar" = "Zobraziť pravopis a gramatiku";

/* menu item title */
"Show Substitutions" = "Zobraziť zámeny";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Zobraziť v blokovanom doplnku";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Dynamické kopírovanie";

/* Smart Dashes context menu item */
"Smart Dashes" = "Dynamické pomlčky";

/* Smart Links context menu item */
"Smart Links" = "Dynamické odkazy";

/* Smart Quotes context menu item */
"Smart Quotes" = "Dynamické úvodzovky";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Nasnímaný doplnok";

/* Speech context sub-menu item */
"Speech" = "Reč";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Pravopis a gramatika";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Spustiť ladenie JavaScriptu";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Spustiť profilovanie JavaScriptu";

/* Start speaking context menu item */
"Start Speaking" = "Spustiť rozprávanie";

/* Stop context menu item */
"Stop" = "Zastaviť";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Zastaviť ladenie JavaScriptu";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Zastaviť profilovanie JavaScriptu";

/* Stop speaking context menu item */
"Stop Speaking" = "Zastaviť rozprávanie";

/* Styles context menu item */
"Styles..." = "Štýly…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Odoslať";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Odoslať";

/* Undo action name */
"Subscript (Undo action name)" = "Dolný index";

/* Substitutions context sub-menu item */
"Substitutions" = "Zámeny";

/* Menu section heading for subtitles */
"Subtitles" = "Titulky";

/* Undo action name */
"Superscript (Undo action name)" = "Horný index";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Odfotiť";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Odfotiť alebo nahrať video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Nahrať video";

/* Text Replacement context menu item */
"Text Replacement" = "Nahradenie textu";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Nie je možné zobraziť URL.";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView znehodnotené";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Proces webového obsahu bol ukončený";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Aktuálna poloha sa nenašla.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Doplnok nie je možné nájsť.";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Doplnok nie je možné načítať.";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Užívateľské meno alebo heslo zadané pre oblasť „%@“ na %@ bolo nesprávne. Uistite sa, že tieto údaje správne zadávate a skúste to znovu.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Užívateľské meno alebo heslo zadané pre %@ proxy server %@ bolo nesprávne. Uistite sa, že tieto údaje správne zadávate a skúste to znovu.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Užívateľské meno alebo heslo zadané pre túto oblasť na %@ bolo nesprávne. Uistite sa, že tieto údaje správne zadávate a skúste to znovu.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Toto je prehľadávateľný index. Zadajte hľadané kľúčové slová: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Zmenšiť medziznakové medzery";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Pre prezeranie tejto stránky sa musíte prihlásiť do oblasti „%@“ na %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Pre prezeranie tejto stránky sa musíte prihlásiť na %@ proxy server %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Pre prezeranie tejto stránky sa musíte prihlásiť do tejto oblasti na %@.";

/* Transformations context sub-menu item */
"Transformations" = "Prevody";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Vypnúť medziznakové medzery";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Vypnúť ligatúry";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Písanie";

/* Underline context menu item */
"Underline" = "Podčiarknuť";

/* Undo action name */
"Underline (Undo action name)" = "Podčiarknuť";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Neznáma";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Neznáma";

/* Undo action name */
"Unlink (Undo action name)" = "Zrušiť odkaz";

/* Undo action name */
"Unscript (Undo action name)" = "Zrušiť skript";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Použiť všetky ligatúry";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Použiť štandardné medziznakové medzery";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Použiť štandardné ligatúry";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Slúži na šifrovanie kľúčov WebCrypto v trvalom úložisku, ako napríklad IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Webový inšpektor — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "Vstavané WebKit PDF";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit znamenal internú chybu";

/* message in authentication panel */
"Your login information will be sent securely." = "Vaše prihlasovacie údaje budú odoslané zabezpečeným spôsobom.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Vaše heslo bude odoslané nezašifrované.";

/* HTTP result code string */
"accepted" = "prijaté";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktivovať";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "upozornenie";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "upozornenie";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplikácia";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "stav aplikácie";

/* An ARIA accessibility group that acts as an article. */
"article" = "článok";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "ovládanie a stavový displej prehrávania audioprvku";

/* accessibility label for audio element controller */
"audio playback" = "prehrávanie audia";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "30 sekúnd späť";

/* HTTP result code string */
"bad gateway" = "chybná brána";

/* HTTP result code string */
"bad request" = "chybná požiadavka";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "spustiť prehrávanie";

/* accessibility description for a search field cancel button */
"cancel" = "zrušiť";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "zaškrtnúť";

/* HTTP result code string */
"client error" = "chyba klienta";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "doplnkové";

/* HTTP result code string */
"conflict" = "konflikt";

/* An ARIA accessibility group that contains content. */
"content information" = "informácie o obsahu";

/* HTTP result code string */
"continue" = "pokračovať";

/* HTTP result code string */
"created" = "vytvorené";

/* accessibility help text for movie status display */
"current movie status" = "aktuálny stav filmu";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "čas aktuálneho filmu v sekundách";

/* role description of ARIA definition role */
"definition" = "rozlíšenie";

/* description detail */
"description" = "popis";

/* accessibility role description of a description list */
"description list" = "zoznam popisov";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialóg";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokument";

/* accessibility label for elapsed time display */
"elapsed time" = "uplynulý čas";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "zobraziť na celej obrazovke";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "ukončiť zobrazenie na celej obrazovke";

/* HTTP result code string */
"expectation failed" = "očakávanie zlyhalo";

/* accessibility label for fast forward button */
"fast forward" = "rýchle prevíjanie dopredu";

/* accessibility label for fast reverse button */
"fast reverse" = "rýchle prevíjanie dozadu";

/* accessibility role description for a file upload button */
"file upload button" = "tlačidlo odoslania súboru";

/* accessibility role description for a footer */
"footer" = "päta";

/* HTTP result code string */
"forbidden" = "zakázané";

/* HTTP result code string */
"found" = "nájdené";

/* HTTP result code string */
"gateway timed out" = "časový limit brány uplynul";

/* accessibility role description for headings */
"heading" = "nadpis";

/* accessibility label for hide closed captions button */
"hide closed captions" = "skryť skryté titulky";

/* accessibility role description for image map */
"image map" = "obrázková mapa";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "nekonečný čas";

/* HTTP result code string */
"informational" = "informačné";

/* HTTP result code string */
"internal server error" = "interná chyba servera";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "prejsť";

/* HTTP result code string */
"length required" = "vyžadovaná dĺžka";

/* accessibility role description for link */
"link" = "odkaz";

/* accessibility role description for list marker */
"list marker" = "značka zoznamu";

/* An ARIA accessibility group that acts as a console log. */
"log" = "záznam";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "hlavný";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "strieška";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematické";

/* HTTP result code string */
"method not allowed" = "metóda nie je povolená";

/* HTTP result code string */
"moved permanently" = "trvalo presunuté";

/* accessibility label for timeline slider */
"movie time" = "čas filmu";

/* accessibility help text for timeline slider */
"movie time scrubber" = "indikátor prehrávania filmu";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "miniatúra indikátora prehrávania filmu";

/* HTTP result code string */
"multiple choices" = "viacnásobný výber";

/* accessibility label for mute button */
"mute" = "stíšiť";

/* accessibility help text for mute button */
"mute audio tracks" = "stíšiť audiostopy";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigácia";

/* HTTP result code string */
"needs proxy" = "potrebuje proxy";

/* HTTP result code string */
"no content" = "žiadny obsah";

/* HTTP result code string */
"no error" = "žiadna chyba";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "nie je vybraný žiadny súbor";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "neboli vybrané žiadne súbory";

/* HTTP result code string */
"no longer exists" = "už neexistuje";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "žiadne vybrané médiá (viacero)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "žiadne vybrané médiá (jedno)";

/* HTTP result code string */
"non-authoritative information" = "neautorizačná informácia";

/* HTTP result code string */
"not found" = "nenájdené";

/* HTTP result code string */
"not modified" = "neupravené";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "poznámka";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "počet zostávajúcich sekúnd filmu";

/* HTTP result code string */
"partial content" = "čiastočný obsah";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "nezhoda vzoru";

/* accessibility label for pause button */
"pause" = "pozastaviť";

/* accessibility help text for pause button */
"pause playback" = "pozastaviť prehrávanie";

/* HTTP result code string */
"payment required" = "vyžaduje sa platba";

/* accessibility label for play button */
"play" = "prehrať";

/* HTTP result code string */
"precondition failed" = "predpoklad zlyhal";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "stlačiť";

/* HTTP result code string */
"proxy authentication required" = "vyžaduje sa autentifikácia proxy";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "pretečenie rozsahu";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "podtečenie rozsahu";

/* HTTP result code string */
"redirected" = "presmerované";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "oblasť";

/* accessibility label for time remaining display */
"remaining time" = "zostávajúci čas";

/* HTTP result code string */
"request timed out" = "časový limit požiadavky uplynul";

/* HTTP result code string */
"request too large" = "požiadavka je príliš veľká";

/* HTTP result code string */
"requested URL too long" = "požadovaná adresa URL je príliš dlhá";

/* HTTP result code string */
"requested range not satisfiable" = "požadovaný rozsah je neuspokojivý";

/* HTTP result code string */
"reset content" = "resetovať obsah";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "vrátiť streamovaný film do reálneho času";

/* accessibility label for return to real time button */
"return to realtime" = "vrátiť do reálneho času";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "vyhľadať";

/* HTTP result code string */
"see other" = "zobraziť ostatné";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "prejsť vo filme 30 sekúnd dozadu";

/* accessibility help text for fast rewind button */
"seek quickly back" = "prejsť zrýchlene dozadu";

/* accessibility help text for fast forward button */
"seek quickly forward" = "prejsť zrýchlene dopredu";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "vybrať";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "oddeľovač";

/* HTTP result code string */
"server error" = "chyba servera";

/* HTTP result code string */
"service unavailable" = "služba je nedostupná";

/* accessibility label for show closed captions button */
"show closed captions" = "zobraziť skryté titulky";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "spustiť zobrazovanie skrytých tituliek";

/* accessibility label for movie status */
"status" = "stav";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "nezhoda kroku";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "zastaviť zobrazovanie skrytých tituliek";

/* HTTP result code string */
"success" = "úspech";

/* HTTP result code string */
"switching protocols" = "prepínanie protokolov";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "panel s tabmi";

/* HTTP result code string */
"temporarily redirected" = "dočasne presmerované";

/* term word of a description list */
"term" = "termín";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "miniatúra časovej osi";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "časovač";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "príliš dlhé";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "pomôcka";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "nezhoda typu";

/* HTTP result code string */
"unacceptable" = "neprijateľné";

/* HTTP result code string */
"unauthorized" = "neautorizované";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "odškrtnúť";

/* HTTP result code string */
"unimplemented" = "neimplementované";

/* Unknown filename */
"unknown" = "neznáme";

/* accessibility label for turn mute off button */
"unmute" = "zrušiť stíšenie";

/* accessibility help text for un mute button */
"unmute audio tracks" = "zrušiť stíšenie audiostôp";

/* HTTP result code string */
"unsupported media type" = "nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "nepodporovaná verzia";

/* Validation message for required form control elements that have no value */
"value missing" = "chýba hodnota";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "ovládanie a stavový displej prehrávania videoprvku";

/* accessibility label for video element controller */
"video playback" = "prehrávanie videa";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Otvoriť";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Náhľad";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Pridať do zoznamu Na prečítanie";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Kopírovať";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Pridať do Fotiek";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Uložiť do priečinka Stiahnuté";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Zdieľať";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Kopírovať";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Vyhľadať";

/* "Paste" action menu item */
"Paste (action menu item)" = "Vložiť";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Návrhy";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Kopírovať";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Zdieľať";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Uložiť do priečinka Stiahnuté";
